[
  {
    "nome": "Baleia-jubarte",
    "slug": "baleia-jubarte",
    "status": "Preservado",
    "informacao": "Símbolo da recuperação ambiental após a caça. Pode alcançar 16 metros e usa cantos melódicos para comunicação. Suas fezes ricas em ferro fertilizam o fitoplâncton, ajudando a regular o clima global. Graças à proibição da caça comercial, suas populações vêm se recuperando lentamente.",
    "imagem": "baleia-jubarte.jpg"
  },
  {
    "nome": "Bisão-europeu",
    "slug": "bisao-europeu",
    "status": "Preservado",
    "informacao": "Maior mamífero terrestre da Europa, foi reintroduzido a partir de apenas doze indivíduos em cativeiro. Ao derrubar galhos e abrir clareiras, permite o crescimento de novas plantas e dispersa sementes.",
    "imagem": "bisao-europeu.jpg"
  },
  {
    "nome": "Búfalo-africano",
    "slug": "bufalo-africano",
    "status": "Preservado",
    "informacao": "Integrante dos 'Big Five', vive em grandes manadas com lealdade coletiva impressionante. Contribui para o controle da vegetação e o ciclo de nutrientes no solo das savanas. Pode pesar até 1.000 kg.",
    "imagem": "bufalo-africano.jpg"
  },
  {
    "nome": "Cão-doméstico",
    "slug": "cao-domestico",
    "status": "Preservado",
    "informacao": "Descendente do lobo-cinzento, foi o primeiro animal a ser domesticado. Possui olfato extremamente sensível (40x mais que o humano) e é vital em resgates, terapias e segurança.",
    "imagem": "cao-domestico.jpg"
  },
  {
    "nome": "Cavalo",
    "slug": "cavalo",
    "status": "Preservado",
    "informacao": "Indispensável ao desenvolvimento humano como transporte e força de tração. Podem dormir em pé graças a um sistema de 'bloqueio' nas pernas. Animal sociável e sensível.",
    "imagem": "cavalo.jpg"
  },
  {
    "nome": "Cegonha-branca",
    "slug": "cegonha-branca",
    "status": "Preservado",
    "informacao": "Ave migratória símbolo de renascimento. Percorre mais de 10 mil km entre a Europa e a África. É uma aliada natural no controle de pragas agrícolas e um indicador de qualidade ambiental de ecossistemas úmidos.",
    "imagem": "cegonha-branca.jpg"
  },
  {
    "nome": "Cisne-branco",
    "slug": "cisne-branco",
    "status": "Preservado",
    "informacao": "Ave aquática que forma laços monogâmicos para toda a vida. Atua como controlador da vegetação aquática. Sua postura defensiva, erguendo as asas, protege seu território e filhotes.",
    "imagem": "cisne-branco.jpg"
  },
  {
    "nome": "Cobra-real",
    "slug": "cobra-real",
    "status": "Preservado",
    "informacao": "Maior serpente peçonhenta do mundo, é uma 'comedora de serpentes'. É a única serpente que constrói ninhos elaborados para os ovos. Atua como reguladora de populações de roedores e outras serpentes.",
    "imagem": "cobra-real.jpg"
  },
  {
    "nome": "Gato-doméstico",
    "slug": "gato-domestico",
    "status": "Preservado",
    "informacao": "Domesticado há 9.000 anos, possui visão noturna seis vezes mais sensível que a humana. Mantém o instinto de caça e 'amassa' superfícies com as patas como reflexo instintivo de filhote.",
    "imagem": "gato-domestico.jpg"
  },
  {
    "nome": "Jacaré-de-papo-amarelo",
    "slug": "jacare-de-papo-amarelo",
    "status": "Preservado",
    "informacao": "Predador de topo das áreas úmidas do Brasil. As fêmeas protegem os filhotes até que sobrevivam sozinhos. É um indicador da qualidade da água e da saúde dos ecossistemas aquáticos.",
    "imagem": "jacare-de-papo-amarelo.jpg"
  },
  {
    "nome": "Libélula",
    "slug": "libelula",
    "status": "Preservado",
    "informacao": "Uma das criaturas voadoras mais antigas, é uma predadora voraz de mosquitos. Possui visão de 360° e pode pairar como um helicóptero. Indicador biológico de qualidade da água.",
    "imagem": "libelula.jpg"
  },
  {
    "nome": "Lontra-europeia",
    "slug": "lontra-europeia",
    "status": "Preservado",
    "informacao": "Mamífero semiaquático, conhecido por seu comportamento lúdico. Sua pelagem é densa e impermeável. Atua como reguladora das populações aquáticas e indica ambientes de rios limpos.",
    "imagem": "lontra-europeia.jpg"
  },
  {
    "nome": "Anta-brasileira",
    "slug": "anta-brasileira",
    "status": "Em Risco",
    "informacao": "O maior mamífero terrestre da América do Sul e um 'jardineiro da floresta'. É essencial na dispersão de sementes de grande porte, mantendo a regeneração das florestas. Ameaçada por desmatamento e caça.",
    "imagem": "anta-brasileira.jpg"
  },
  {
    "nome": "Arara-azul-de-Lear",
    "slug": "arara-azul-de-lear",
    "status": "Em Risco",
    "informacao": "Endêmica da Caatinga e Cerrado, famosa pela plumagem azul intensa e bico forte. Sua recuperação é um exemplo de sucesso de conservação, mas ainda frágil. Ameaçada por tráfico e perda de habitat.",
    "imagem": "arara-azul-de-lear.jpg"
  },
  {
    "nome": "Axolote",
    "slug": "axolote",
    "status": "Em Risco",
    "informacao": "Anfíbio que permanece em estado larval aquático, sendo um modelo impressionante na biologia da regeneração. Criticamente ameaçado por poluição e urbanização na Cidade do México.",
    "imagem": "axolote.jpg"
  },
  {
    "nome": "Elefante-africano",
    "slug": "elefante-africano",
    "status": "Em Risco",
    "informacao": "O maior mamífero terrestre, 'engenheiro de ecossistema', que derruba árvores e dispersa sementes. Possui complexo comportamento social e rituais de luto. Ameaçado pela caça por marfim.",
    "imagem": "elefante-africano.jpg"
  },
  {
    "nome": "Enguia-europeia",
    "slug": "enguia-europeia",
    "status": "Em Risco",
    "informacao": "Sua migração é excepcional, nascendo no Mar dos Sargaços e viajando para rios europeus. Em declínio por obstrução de rotas migratórias (barragens) e poluição.",
    "imagem": "enguia-europeia.jpg"
  },
  {
    "nome": "Gorila-das-montanhas",
    "slug": "gorila-das-montanhas",
    "status": "Em Risco",
    "informacao": "Habita florestas de alta altitude, vivendo em grupos familiares liderados por um macho 'silverback'. Ameaçado por perda de habitat e doenças zoonóticas. Sua proteção sustenta o ecoturismo responsável.",
    "imagem": "gorila-das-montanhas.jpg"
  },
  {
    "nome": "Kakapo",
    "slug": "kakapo",
    "status": "Em Risco",
    "informacao": "Papagaio noturno e não voador da Nova Zelândia. Foi praticamente dizimado por predadores introduzidos. É uma das aves mais intensamente geridas por programas de conservação no mundo.",
    "imagem": "kakapo.jpg"
  },
  {
    "nome": "Leão",
    "slug": "leao",
    "status": "Em Risco",
    "informacao": "Símbolo universal de força. Caça ungulados em grupos cooperativos (prides). Ameaçado por perda de habitat, retaliação humana e caça furtiva. Sua perda causa cascatas ecológicas.",
    "imagem": "leao.jpg"
  },
  {
    "nome": "Lobo-guará",
    "slug": "lobo-guara",
    "status": "Em Risco",
    "informacao": "Canídeo de pernas longas do Cerrado. Atua como predador e dispersor-chave de sementes, especialmente da fruta 'lobeira'. Ameaçado por atropelamentos e fragmentação de habitat.",
    "imagem": "lobo-guara.jpg"
  },
  {
    "nome": "Mico-leão-dourado",
    "slug": "mico-leao-dourado",
    "status": "Em Risco",
    "informacao": "Primata endêmico da Mata Atlântica do Rio de Janeiro. Sua conservação protege remanescentes críticos desse bioma. Ameaçado pela fragmentação florestal.",
    "imagem": "mico-leao-dourado.jpg"
  },
  {
    "nome": "Onça-pintada",
    "slug": "onca-pintada",
    "status": "Em Risco",
    "informacao": "O maior felino das Américas, com mordida capaz de perfurar carapaças. Atua como espécie guarda-chuva, regulando ecossistemas neotropicais. Ameaçada por conflito com pecuaristas.",
    "imagem": "onca-pintada.jpg"
  },
  {
    "nome": "Panda-gigante",
    "slug": "panda-gigante",
    "status": "Em Risco",
    "informacao": "Símbolo global de conservação. Sua dieta é 99% baseada em bambu, embora seja classificado como carnívoro. Sua proteção impulsionou o crescimento de florestas de bambu na China.",
    "imagem": "panda-gigante.jpg"
  },
  {
    "nome": "Bode-dos-Pireneus",
    "slug": "bode-dos-pireneus",
    "status": "Extinto",
    "informacao": "Subespécie de cabra-selvagem adaptada às encostas rochosas. Foi o primeiro animal a ter um clone nascido (e falecido minutos depois) em uma tentativa de 'desextinção' em 2003. Extinto em 2000.",
    "imagem": "bode-dos-pireneus.jpg"
  },
  {
    "nome": "Tiranossauro-rex",
    "slug": "t-rex",
    "status": "Extinto",
    "informacao": "Um dos maiores predadores terrestres da Era Mesozoica, com mandíbula que triturava ossos. Extinto no evento de impacto do asteroide há 66 milhões de anos.",
    "imagem": "t-rex.jpg"
  },
  {
    "nome": "Dodô",
    "slug": "dodo",
    "status": "Extinto",
    "informacao": "Ave não voadora da Ilha Maurício, símbolo da extinção causada por humanos. Desapareceu em 1680 devido à caça e à introdução de predadores invasores.",
    "imagem": "dodo.jpg"
  },
  {
    "nome": "Golfinho-do-rio-Yangtze",
    "slug": "golfinho-yangtze",
    "status": "Extinto",
    "informacao": "Conhecido como baiji, foi o primeiro cetáceo declarado funcionalmente extinto por ação humana em 2006, devido à poluição e colisões de embarcações.",
    "imagem": "golfinho-yangtze.jpg"
  },
  {
    "nome": "Mamute-lanoso",
    "slug": "mamute-lanoso",
    "status": "Extinto",
    "informacao": "Colosso das estepes geladas, com presas curvas de 4 metros. Sobreviveu em ilhas árticas até 4.000 anos atrás. Extinto pelo aquecimento global pós-Era do Gelo e caça humana.",
    "imagem": "mamute-lanoso.jpg"
  },
  {
    "nome": "Megatério",
    "slug": "megaterio",
    "status": "Extinto",
    "informacao": "Gigantesca preguiça terrestre da América do Sul, com 6 metros de comprimento. Extinto há cerca de 10 mil anos devido às mudanças climáticas e à caça por populações primitivas.",
    "imagem": "megaterio.jpg"
  },
  {
    "nome": "Moa",
    "slug": "moa",
    "status": "Extinto",
    "informacao": "Aves gigantes não voadoras da Nova Zelândia, algumas com 3,6 metros. Extintas em menos de 150 anos após a chegada dos Maoris (caça), deixando um grande vazio ecológico.",
    "imagem": "moa.jpg"
  },
  {
    "nome": "Periquito-da-Carolina",
    "slug": "periquito-da-carolina",
    "status": "Extinto",
    "informacao": "Único papagaio nativo do leste dos EUA. Era essencial na regeneração de florestas (dispersão de sementes). Extinto em 1918 por destruição de habitat e abate por agricultores.",
    "imagem": "periquito-da-carolina.jpg"
  },
  {
    "nome": "Pica-pau-bico-de-marfim",
    "slug": "pica-pau-bico-de-marfim",
    "status": "Extinto",
    "informacao": "Uma das maiores espécies de pica-paus, extinto em 2021 (após anos sem registro). Seu som característico ('kent') era ouvido a mais de 1 km de distância. Vítima da devastação de florestas úmidas.",
    "imagem": "pica-pau-bico-de-marfim.jpg"
  },
  {
    "nome": "Tilacino",
    "slug": "tilacino",
    "status": "Extinto",
    "informacao": "Também conhecido como tigre-da-tasmânia, era um marsupial carnívoro que carregava filhotes em uma bolsa. Extinto em 1936 devido à caça incentivada por fazendeiros.",
    "imagem": "tilacino.jpg"
  },
  {
    "nome": "Vaca-marinha-de-Steller",
    "slug": "vaca-marinha-de-steller",
    "status": "Extinto",
    "informacao": "Gigante herbívoro marinho, que media 8 metros. Foi descoberto e caçado até a extinção em menos de 30 anos (1741-1768). Sua pele era espessa e resistente ao frio.",
    "imagem": "vaca-marinha-de-steller.jpg"
  },
  {
    "nome": "Quagga",
    "slug": "quagga",
    "status": "Extinto",
    "informacao": "Subespécie de zebra nativa da África do Sul, com listras apenas na parte da frente do corpo. Foi o primeiro animal extinto a ter seu DNA estudado para possível ressurreição. Extinto em 1883 pela caça.",
    "imagem": "quagga.jpg"
  }
]